[
  {
    "itemNumber": "201-01",
    "section": "Section 201",
    "title": "Clearing and Grubbing",
    "specReference": "Section 201 - Clearing and Grubbing",
    "specContent": "201.01 DESCRIPTION. This work consists of clearing, grubbing, removing, and disposing of vegetation and debris within the limits of the right-of-way and easement areas, except such objects designated to remain or to be removed under other sections of these specifications.\n\n201.02 MATERIALS. Vacant\n\n201.03 GENERAL CONSTRUCTION REQUIREMENTS. The engineer will designate trees, shrubs, plants, and other items to remain. Preserve designated items free from injury or defacement.\n\nClear, grub, remove, and dispose of vegetation and debris within the construction limits to a depth of at least 24 inches below natural ground, except for designated items. Fill stump holes and other holes with suitable material and compact according to Subsection 203.10.\n\nWhen specified, remove trees and stumps to a depth of at least 24 inches below the finished subgrade.\n\nClear and grub the area within 6 feet of the edge of a proposed ditch. Clear the area beyond 6 feet by cutting vegetation flush with the ground. Do not remove stumps outside of the construction limits unless specified.\n\nConducting specific operations within or adjacent to the contract limits could affect a threatened or endangered species or its habitat. The engineer will identify and mark areas within the contract limits where these special operations, which may include certain clearing and grubbing operations, are to be performed. Comply with all directives from the engineer for conducting these operations.\n\n201.04 MERCHANTABLE TIMBER. On public property, fell trees in such a way as to prevent damage to remaining trees and structures. Cut timber having a diameter of 10 inches or more at a point 24 inches above the ground. Trim, cut into 8-foot to 20-foot lengths, and store such timber within the right-of-way and outside of the construction limits as directed.\n\nOn private property, timber is the property of the owner. Leave properly trimmed and cut timber on the property of the owner if the owner desires. Otherwise, dispose of timber as specified in Subsection 201.05.\n\n201.05 REMOVAL AND DISPOSAL OF MATERIAL. Remove large quantities of combustible material, excluding weeds and other vegetative growth, unless otherwise specified. Do not dispose of materials by open burning without obtaining the proper permits and authorization from governmental authorities having jurisdiction. Provide the engineer with copies of these permits and authorizations before commencing burning operations.\n\nConduct burning under the care of competent watchmen in such a manner that vegetation or other adjacent property is not jeopardized. Comply with all laws, ordinances, regulations, codes, and orders of proper authorities regarding disposal of materials removed under this section.\n\nDispose of materials by approved methods. Do not dispose of material outside the right-of-way without the written permission of the property owner. Furnish copies of agreements with property owners to the engineer prior to disposal. Obtain permits and authorization from governmental authorities when required, and furnish copies of such permits to the engineer. Payment for removal and disposal of material will be made according to Subsection 104.02.f.\n\n201.06 MEASUREMENT. Clearing and grubbing will be measured by the acre as specified or as directed by the engineer.\n\n201.07 PAYMENT. Payment for clearing and grubbing will be made at the contract unit price per acre, which includes all labor, materials, tools, equipment, and incidentals necessary to complete the work.\n\nPayment for selective clearing will be made in accordance with Subsection 738.08. Payment for removal of existing structures and obstructions will be made under Section 202.\n\nPayment will be made under:\nItem No. Pay Item Pay Unit\n201-01 Clearing and Grubbing Acre"
  },
  {
    "itemNumber": "202-01",
    "section": "Section 202",
    "title": "Removal of Structures and Obstructions",
    "specReference": "Section 202 - Removal of Structures and Obstructions",
    "specContent": "202.01 DESCRIPTION. This work consists of the removal and disposal of existing structures or portions of structures, and other obstructions not designated or permitted to remain, except for obstructions removed under clearing and grubbing or excavation.\n\n202.02 MATERIALS. Vacant\n\n202.03 GENERAL CONSTRUCTION REQUIREMENTS. Remove structures and obstructions in such a manner as not to damage items designated to remain in the right-of-way. Complete removal of structures and obstructions before starting earthwork operations.\n\nWhen specified, remove recoverable materials from the structure in such a manner as to avoid damage to the materials. Remove all materials to a depth of at least 24 inches below the finished subgrade elevation.\n\nFill basements or cavities left by structure removal to the level of the surrounding ground. If within the prism of construction, compact the backfill material to the same density requirements of the surrounding soil. If outside the construction limits, no compaction will be required, except as directed by the engineer.\n\n202.04 REMOVAL OF BRIDGES, BOX CULVERTS, AND OTHER DRAINAGE STRUCTURES. Do not begin removing existing bridges, culverts, and other drainage structures until satisfactory arrangements have been made to accommodate traffic in accordance with Section 104.\n\nRemove existing structures in such a manner as to avoid damage to all salvageable items. Structural elements of existing structures that overlap new work or are tied into new structural elements shall be removed to an extent that ensures the proper completion of new work.\n\nUnless otherwise designated, all concrete bridge decks, box culverts, and other drainage structures to be demolished shall be tested for the presence of asbestos in accordance with DEQ regulations. If found, this material shall be removed in accordance with DEQ regulations, and the contractor shall provide certification from a third party industrial hygienist that the materials have been removed according to such regulations.\n\nWhen dismantling a structure to be salvaged, match-mark the structural steel or members with durable paint and furnish the engineer with a diagram showing these markings. Mark and diagram timber members in a similar manner.\n\nRemoval of all structures by blasting or other operations likely to damage the new work shall be completed before constructing the new structure.\n\n202.05 DISPOSAL OF MATERIALS. When specified, salvaged materials are the property of the Department. Store all salvaged materials within the right-of-way at locations directed by the engineer until it is reused or picked up by the Department. Dispose of all materials not required to be salvaged or used in the work in accordance with Subsection 201.05.\n\n202.06 MEASUREMENT. When the contract contains a pay item for Removal of Structures and Obstructions, no individual measurement will be made of the various items to be removed, but they will be considered as a lump sum.\n\nWhen the contract contains items for specific removal operations, the removed structures or portions thereof will be measured by the individual unit specified in the contract.\n\nWhen the contract contains the item Removal of Bridge and Return to Department, measurement will be made per span removed. A span is defined as the distance between the centerlines of two adjacent bents. When the contract contains the item Removal of Bridge Superstructure and Return to Department, measurement will be made per span of superstructure removed.\n\n202.07 PAYMENT. Payment for removal of structures and obstructions will be made at the contract unit price per lump sum, which includes all labor, materials, tools, equipment, and incidentals necessary to complete the work.\n\nWhen specific removal items are in the contract, payment will be made at the contract unit price, which includes all labor, materials, tools, equipment, and incidentals necessary to complete the work.\n\nWhen structures contain asbestos, payment for removal will include all labor, materials, equipment, transportation, and fees associated with the removal and disposal of the asbestos materials.\n\nPayment will be made under:\nItem No. Pay Item Pay Unit\n202-01 Removal of Structures and Obstructions Lump Sum\n202-02 Removal of Bridge (Span No., Structure No., Station, Route, or Location) Each\n202-03 Removal of Bridge Superstructure (Span No., Structure No., Station, Route, or Location) Each\n202-04 Removal of Bridge Deck (Span No., Structure No., Station, Route, or Location) Square Yard"
  },
  {
    "itemNumber": "203-01",
    "section": "Section 203",
    "title": "Excavation and Embankment",
    "specReference": "Section 203 - Excavation and Embankment",
    "specContent": "203.01 DESCRIPTION. This work consists of excavation, disposal, placement and compaction of materials for which provisions have not been made under other sections of these specifications.\n\n203.02 MATERIALS. Materials shall comply with the following.\n\nA. Plastic Soil. Soil with a Plasticity Index (PI) greater than 10.\n\nB. Nonplastic Soil. Soil with a PI of 10 or less.\n\nC. Usable Soil. Any soil or aggregate mixture that can be excavated, separated, reworked, or otherwise manipulated to produce usable embankment materials, and that can be compacted around structures and to the proper density and stability for embankment construction. Usable soils shall contain no more than 20 percent organic content by weight. Usable soils must have a maximum laboratory dry density of at least 95 pcf.\n\nD. Unusable Soil. Soil containing more than 20 percent organic content by weight, or soil with maximum laboratory dry density less than 95 pcf.\n\n203.03 GENERAL CONSTRUCTION REQUIREMENTS. Complete all clearing and grubbing in accordance with Section 201 and all removal operations in accordance with Section 202 prior to beginning excavation operations.\n\nProceed with excavation operations in a manner that provides positive drainage at all times. Perform excavation and embankment construction to the line and grade established or as directed.\n\nExecute excavation operations so that material to be used in embankment construction is not excavated below grade or rendered unsuitable. Replace any material excavated below grade or rendered unsuitable during operations at no direct pay.\n\nWhen the engineer directs the excavation of unsuitable material below grade, such material will be removed and replaced as directed. Measurement and payment for removal and disposal of this excavated material below grade will be in accordance with Subsection 203.12 and 203.13.\n\n203.04 EXCAVATION. Excavation includes the following classifications:\n\nA. General Excavation. General excavation includes removal of materials from the project right-of-way, roadway cuts, and deposits of the material in, or in widening of, embankments, in flattening slopes of old embankments, or as otherwise directed.

B. Drainage Excavation. Drainage excavation includes excavation for ditches at any location, and dressing, cleaning, widening, and deepening of existing ditches or canals, except as may be encompassed in structural, general, or swamp excavation. Drainage excavation also includes channel changes, inlet and outlet ditches for structures, ditches remote from the roadway, and other public ditches.

C. Structural Excavation. Structural excavation includes excavation for footings or foundations of bridges, box culverts, other minor drainage structures, and other structures. This excavation shall include removal of material for footings or foundations to proper elevation as directed by the engineer, and includes necessary pumping, bailing, drainage, sheeting, bracing, and other protective and safety measures.

D. Swamp Excavation. Swamp excavation includes excavation of saturated or unsaturated materials, which, in their natural state, are unsuitable for use in roadway embankment. This excavation shall be a separate operation carried to the width and depth indicated on the plans or as directed. Excavated material shall be disposed of in accordance with Subsection 202.05 or at locations as directed.

203.05 BORROW. Borrow shall consist of materials required for construction of embankments or other portions of the work in accordance with project plans and specifications. Payment for borrow material will be made only when sufficient quantities of suitable material are not available either from excavation or as specified in Subsection 203.06.

Borrow materials shall not be placed until all suitable and usable material from required roadway excavation has been placed in the embankment, unless otherwise directed. After roadway excavation sources have been utilized to their practical limits, the contractor shall furnish the required borrow material.

203.06 EMBANKMENT. Before placing embankment material, prepare the area by clearing and grubbing in accordance with Section 201. Construct embankments in a manner that ensures the stability of the embankment and underlying material in accordance with the following requirements:

A. Preparation of Embankment Foundation: Clear the embankment foundation area of debris, and dress and shape to remove surface irregularities. Make the foundation area ready to receive embankment material by scarifying to a minimum depth of 6 inches, and recompacting to the specified density for a depth of 12 inches. When embankment is to be placed on an existing paved surface, remove the pavement structure, or when permitted, break it into pieces not exceeding 1 square foot, and recompact.

B. Placement of Embankment Materials: Place embankment materials in horizontal lifts not exceeding 12 inches of uncompacted thickness, and compact each lift to the specified density before placing the next lift. Select embankment materials so that soils of the highest stability are placed in the top layers of the embankment, and soils of lesser stability are placed in the bottom layers.

C. Compaction Requirements: Compact each lift of embankment uniformly to at least 95 percent of maximum dry density determined in accordance with DOTD TR 415 or 418. The moisture content at the time of compaction shall be within the range of -2 percent and +2 percent of optimum moisture content determined in accordance with DOTD TR 418.

203.07 MEASUREMENT. Excavation will be measured by the cubic yard in its original position by cross-sections and computed by the average end area method. No measurement or payment will be made for excavation outside the specified limits.

203.08 PAYMENT. Payment for excavation will be made at the contract unit price per cubic yard, which includes all labor, materials, tools, equipment, and incidentals necessary to complete the work.

Payment will be made under:
Item No. Pay Item Pay Unit
203-01 General Excavation Cubic Yard
203-02 Drainage Excavation Cubic Yard
203-03 Structural Excavation Cubic Yard
203-04 Swamp Excavation Cubic Yard
203-05 Borrow (Vehicle Measurement) Cubic Yard
203-06 Embankment Cubic Yard"
  },
  {
    "itemNumber": "401-01",
    "section": "Section 401",
    "title": "Aggregate Surface Course",
    "specReference": "Section 401 - Aggregate Surface Course",
    "specContent": "401.01 DESCRIPTION. This work consists of furnishing and constructing one or more courses of aggregate surface course on a prepared subgrade in accordance with these specifications, and in conformity with the lines, grades, thickness, and typical sections shown on the plans or established by the engineer.\n\n401.02 MATERIALS. Materials shall comply with the following Subsections:\n\nAggregates: 1003.03 and 1003.04\nWater: 1018.01\n\n401.03 EQUIPMENT. Furnish and maintain equipment necessary to produce a finished product meeting specification requirements. Equipment shall be approved prior to use.\n\n401.04 SUBGRADE. Prepare the subgrade in accordance with Section 305. The roadbed shall be shaped to the required section and thoroughly compacted prior to constructing the surface course.\n\n401.05 HAULING AND PLACING MATERIALS. Haul aggregate in vehicles that prevent loss or segregation of materials after loading and measuring. Place aggregate on the roadway with a mechanical spreader capable of producing a uniform surface course meeting specification requirements. Areas inaccessible to the mechanical spreader may be placed by other methods approved by the engineer.\n\n401.06 MIXING AND SHAPING. Mix and shape the aggregate surface course to produce a uniform surface. If the aggregate surface course loses its proper crown, shape, or surface composition, correct the deficiency by scarifying, remixing, reshaping, adding materials when specified, and recompacting to specified density at no direct pay.\n\n401.07 COMPACTING AND FINISHING. Compact the surface course in accordance with Subsection 304.05 and finish to the specified grade. Maintain the surface until final acceptance.\n\n401.08 MEASUREMENT. Aggregate surface course will be measured by the cubic yard (vehicular measurement), or by the square yard as specified.\n\nWhen measured by vehicular measurement, the quantities for payment will be the design quantities specified in the plans and adjustments thereto. The design quantities will be adjusted if the engineer makes changes to adjust to field conditions, if plan errors are proven, or if design changes are necessary.\n\n401.09 PAYMENT. Payment for aggregate surface course will be made at the contract unit price per cubic yard or square yard, which includes all labor, materials, tools, equipment, and incidentals necessary to complete the work.\n\nPayment will be made under:\nItem No. Pay Item Pay Unit\n401-01 Aggregate Surface Course (Vehicular Measurement) Cubic Yard\n401-02 Aggregate Surface Course Square Yard"
  },
  {
    "itemNumber": "502-01",
    "section": "Section 502",
    "title": "Asphalt Concrete Mixtures",
    "specReference": "Section 502 - Asphalt Concrete Mixtures",
    "specContent": "502.01 DESCRIPTION. This work consists of furnishing and constructing asphalt concrete mixtures on a prepared surface in accordance with these specifications and in conformity with the lines, grades, thicknesses, and typical sections shown on the plans or established by the engineer.\n\n502.02 MATERIALS. Materials shall comply with the following Subsections:\n\nAsphalt Cement: 1002.01\nAnti-strip: 1002.02\nHydrated Lime: 1002.02\nAggregates: 1003.06\nMineral Filler: 1003.06\nReclaimed Asphalt Pavement (RAP): 1003.06\nWarm Mix Asphalt (WMA) Technologies: 1002.02\n\n502.03 ASPHALT CONCRETE MIXTURES. Asphalt concrete mixtures shall be designed, produced, and controlled in accordance with these specifications. The job mix formula (JMF) shall be established in accordance with DOTD TR 312 or AASHTO T 245 for all asphalt concrete mixtures.\n\n502.04 EQUIPMENT. Provide and maintain equipment necessary to produce, transport, and place asphalt concrete mixtures meeting specification requirements.\n\nA. Plant Equipment: The asphalt concrete plant shall be certified by the Department and shall be capable of consistently producing a uniform mixture meeting the requirements of these specifications.\n\nB. Hauling Equipment: Trucks hauling asphalt concrete mixtures shall be equipped with a canvas or suitable material cover to protect the mixture from adverse conditions.\n\nC. Paving Equipment: Mechanical pavers shall be capable of producing a finished surface of the required smoothness, thickness, and grade without tearing, shoving, segregating, or gouging the asphalt concrete mixture.\n\nD. Compaction Equipment: Rollers shall be of the steel wheel, pneumatic tire, or vibratory type. They shall be in good condition, capable of reversing without backlash, and capable of producing the required density and surface finish.\n\n502.05 SURFACE PREPARATION. Clean the existing surface of all objectionable material prior to placement of the asphalt concrete mixture. Apply an approved tack coat or prime coat as specified in Sections 504 or 505 respectively, as required.\n\n502.06 WEATHER LIMITATIONS. Do not place asphalt concrete mixture on a wet surface or when the ambient air temperature or surface temperature is less than 40°F.\n\n502.07 HAULING AND PLACEMENT. Transport the asphalt concrete mixture in trucks with clean, tight beds. Discharge the mixture into the paver hopper without segregation. Place the mixture at a temperature that provides the required density, surface texture, and smoothness.\n\n502.08 COMPACTION. Compact the asphalt concrete mixture to the density specified in the contract. Determine density in accordance with the appropriate DOTD TR test method. Correct areas not meeting the required density at no direct pay.\n\n502.09 JOINTS. Form clean, well-sealed, and bonded joints. Construct longitudinal joints parallel to the centerline of the roadway. Place all joints to ensure a continuous bond between the new and old sections of the mixture.\n\n502.10 MEASUREMENT. Asphalt concrete mixtures will be measured by the ton of mix, or by the square yard as specified in the contract. Measurement by ton will be determined by printed tickets from an approved automatic printer system. Measurement by square yard will be determined by the areas placed in accordance with the plans and specifications.\n\n502.11 PAYMENT. Payment for asphalt concrete mixtures will be made at the contract unit price per ton or square yard, which includes all labor, materials, tools, equipment, and incidentals necessary to complete the work.\n\nPayment will be made under:\nItem No. Pay Item Pay Unit\n502-01 Asphalt Concrete Ton\n502-02 Asphalt Concrete Square Yard"
  },
  {
    "itemNumber": "701-01",
    "section": "Section 701",
    "title": "Culverts and Storm Drains",
    "specReference": "Section 701 - Culverts and Storm Drains",
    "specContent": "701.01 DESCRIPTION. This work consists of furnishing and installing pipe culverts and storm drains, also referred to as conduit, in accordance with these specifications and in conformity with the lines and grades shown on the plans or established by the engineer.\n\n701.02 MATERIALS. Materials shall comply with the following Subsections:\n\nConcrete: 901\nReinforcing Steel: 1009\nStructural Metals: 1013\nMetals: 1013\nPlastic Culvert Pipe: 1006.07\nRubber Gaskets: 1006.06\nSteel Pipe: 1007\nPrecast Reinforced Concrete Box Culverts: 1016.07\nPrecast Reinforced Concrete Three-Sided Structures: 1016.08\nCorrugated Aluminum Alloy Culvert Pipe: 1007.05\nBituminous Coated Corrugated Steel Pipe and Pipe Arch: 1007.02\nBituminous Coated Corrugated Aluminum Pipe and Pipe Arch: 1007.06\nPolymer Coated Corrugated Metal Pipe and Pipe Arch: 1007.03\nConcrete Pipe: 1006.02\n\n701.03 TYPES AND SIZES OF PIPE. The type and size of pipe shall be as specified on the plans. When alternate types of pipe are shown on the plans, the contractor shall indicate the type of pipe to be furnished for each location prior to ordering materials.\n\n701.04 EXCAVATION AND BACKFILL. Excavate and backfill in accordance with Section 701. Ensure that the pipe is in firm contact with the foundation for its entire length. When rock or other unyielding material is encountered, excavate the material below the required grade and replace it with selected granular material or other suitable materials as directed to provide a suitable foundation.\n\n701.05 LAYING PIPE. Begin laying pipe at the downstream end of the line with the bell or groove end upstream. Join sections in accordance with the manufacturer's recommendations. Lay paved or partially lined pipe with the lining on the bottom. Install pipe with lifting holes in a manner to keep the top of the pipe aligned with the lifting hole.\n\n701.06 JOINING PIPE. Join pipe sections with appropriate coupling bands, gaskets, or other approved joining devices to form a watertight joint. When specified, joints shall be sealed with an approved sealant.\n\n701.07 INSPECTION OF PIPE. Inspect all pipe before installation to ensure that no damaged, defective, or otherwise unacceptable pipe is installed. Any installed pipe found to be damaged or defective shall be removed and replaced at no direct pay.\n\n701.08 CLEANING PIPE. Clear all pipe of silt, debris, and other obstructions before final acceptance. Any pipe that cannot be cleaned shall be removed and replaced at no direct pay.\n\n701.09 MEASUREMENT. Pipe will be measured by the linear foot along the centerline of the structure. Required excavation, bedding, and backfill will not be measured for payment.\n\n701.10 PAYMENT. Payment for pipe will be made at the contract unit price per linear foot, which includes all labor, materials, tools, equipment, and incidentals necessary to complete the work.\n\nPayment will be made under:\nItem No. Pay Item Pay Unit\n701-01 Cross Drain Pipe (Size & Type) Linear Foot\n701-02 Storm Drain Pipe (Size & Type) Linear Foot\n701-03 Side Drain Pipe (Size & Type) Linear Foot\n701-04 Yard Drain Pipe (Size & Type) Linear Foot\n701-05 Pipe Extension (Size & Type) Linear Foot"
  }
]
