[
  {
    "code": "SS-01",
    "title": "Environmental Protection Requirements",
    "content": "SS-01.01 DESCRIPTION. This supplemental specification outlines environmental protection requirements that apply to all LA DOTD construction projects.\n\nSS-01.02 PERMITS. The contractor shall obtain all necessary permits related to environmental protection, including but not limited to permits required by the Clean Water Act, Clean Air Act, and any applicable state and local regulations.\n\nSS-01.03 EROSION CONTROL. Implement erosion control measures as specified in the Storm Water Pollution Prevention Plan (SWPPP) for the project. Maintain these measures for the duration of the project and remove them only when permanent erosion control features are in place and functioning properly.\n\nSS-01.04 WATER QUALITY PROTECTION. Prevent contamination of water resources, including streams, rivers, lakes, and groundwater. Do not discharge pollutants such as fuel, oil, bituminous materials, chemicals, or other harmful materials into or alongside rivers, streams, lakes, or impoundments, or into natural or manmade channels leading thereto.\n\nSS-01.05 AIR QUALITY PROTECTION. Control dust and other airborne pollutants during construction operations. Comply with all federal, state, and local regulations regarding air quality.\n\nSS-01.06 NOISE CONTROL. Minimize noise disturbances to nearby residential areas and sensitive receptors such as schools, hospitals, and wildlife habitats.\n\nSS-01.07 PAYMENT. No direct payment will be made for compliance with this supplemental specification. All costs associated with environmental protection requirements shall be included in the contract prices for the various bid items."
  },
  {
    "code": "SS-02",
    "title": "Temporary Traffic Control",
    "content": "SS-02.01 DESCRIPTION. This supplemental specification outlines requirements for temporary traffic control during construction operations.\n\nSS-02.02 MATERIALS. All signs, barricades, warning lights, and other traffic control devices shall conform to the MUTCD (Manual on Uniform Traffic Control Devices) and the Louisiana Standard Plans for Temporary Traffic Control.\n\nSS-02.03 TRAFFIC CONTROL PLAN. The contractor shall submit a Traffic Control Plan (TCP) for approval by the engineer before beginning work. The TCP shall detail the proposed traffic control measures, including phasing, signage, and flagging operations.\n\nSS-02.04 IMPLEMENTATION. Implement the approved TCP according to the phasing indicated in the plan. Modify the TCP as directed by the engineer to address changing conditions.\n\nSS-02.05 FLAGGERS. Provide trained and certified flaggers when required. Flaggers shall be equipped with proper safety equipment, including high-visibility clothing and STOP/SLOW paddles.\n\nSS-02.06 NIGHT OPERATIONS. For night operations, provide adequate lighting for the work area and traffic control devices. Ensure that all signs and devices have proper retro-reflectivity for nighttime visibility.\n\nSS-02.07 MAINTENANCE. Maintain all traffic control devices in proper position, clean, and legible at all times. Repair or replace damaged or missing devices immediately.\n\nSS-02.08 MEASUREMENT AND PAYMENT. Temporary Traffic Control will be measured as a lump sum item, which includes all labor, materials, equipment, and incidentals necessary to complete the work."
  },
  {
    "code": "SS-03",
    "title": "Quality Control/Quality Assurance for Asphalt Pavements",
    "content": "SS-03.01 DESCRIPTION. This supplemental specification outlines the Quality Control/Quality Assurance (QC/QA) program for asphalt concrete pavements.\n\nSS-03.02 QUALITY CONTROL BY CONTRACTOR. The contractor shall maintain a quality control system to ensure that all materials and construction methods comply with the contract requirements. The contractor shall perform quality control sampling and testing according to the approved Quality Control Plan.\n\nSS-03.03 QUALITY CONTROL PLAN. Submit a Quality Control Plan to the engineer for review and approval at least 14 calendar days before beginning asphalt concrete paving operations. The plan shall detail the contractor's quality control procedures, including sampling locations, testing methods, frequencies, and personnel qualifications.\n\nSS-03.04 DEPARTMENT QUALITY ASSURANCE. The Department will perform quality assurance sampling and testing to verify the quality of the work and to determine acceptance of the asphalt concrete pavement.\n\nSS-03.05 SAMPLING AND TESTING. Sampling and testing shall be performed in accordance with the DOTD Materials Sampling Manual and the applicable test procedures.\n\nSS-03.06 ACCEPTANCE. Acceptance of the asphalt concrete pavement will be based on the Department's quality assurance test results for the following parameters:\n1. Asphalt Content\n2. Gradation\n3. Density\n4. Thickness\n5. Smoothness\n\nSS-03.07 PAYMENT ADJUSTMENTS. Payment adjustments will be applied based on the quality assurance test results in accordance with the pay adjustment schedules provided in the contract documents.\n\nSS-03.08 MEASUREMENT AND PAYMENT. No direct payment will be made for the contractor's quality control system or the Department's quality assurance program. All costs associated with these activities shall be included in the contract prices for the asphalt concrete pay items."
  },
  {
    "code": "SS-04",
    "title": "Contractor Warranty for Asphalt Pavements",
    "content": "SS-04.01 DESCRIPTION. This supplemental specification outlines the requirements for the contractor's warranty of asphalt concrete pavements.\n\nSS-04.02 WARRANTY PERIOD. The contractor shall warrant and guarantee the asphalt concrete pavement against defects in materials and workmanship for a period of two years from the date of final acceptance of the project.\n\nSS-04.03 WARRANTY BOND. The contractor shall provide a warranty bond in the amount of 10 percent of the total cost of the asphalt concrete pavement items. The warranty bond shall be in effect for the duration of the warranty period.\n\nSS-04.04 PAVEMENT DISTRESS INDICATORS. The following distress indicators will be used to determine warranty compliance:\n1. Rutting\n2. Cracking\n3. Raveling\n4. Flushing\n5. Potholes\n\nSS-04.05 THRESHOLD VALUES. Threshold values for each distress indicator will be established in the contract documents. Exceedance of any threshold value will require remedial action by the contractor.\n\nSS-04.06 ANNUAL PAVEMENT EVALUATIONS. The Department will perform annual pavement evaluations during the warranty period to identify any defects that require remedial action.\n\nSS-04.07 REMEDIAL ACTIONS. The contractor shall perform remedial actions as required to correct defects identified during the warranty period. Remedial actions shall be completed within 60 calendar days of notification by the Department.\n\nSS-04.08 EMERGENCY REPAIRS. The Department reserves the right to perform emergency repairs if necessary to maintain safety or the integrity of the pavement. The cost of such repairs will be charged to the contractor.\n\nSS-04.09 MEASUREMENT AND PAYMENT. No direct payment will be made for the contractor's warranty or any remedial actions required during the warranty period. All costs associated with the warranty shall be included in the contract prices for the asphalt concrete pay items."
  },
  {
    "code": "SS-05",
    "title": "Geotextile Fabric for Subsurface Drainage",
    "content": "SS-05.01 DESCRIPTION. This supplemental specification covers geotextile fabric for subsurface drainage applications, including underdrain systems, edge drains, and other subsurface drainage structures.\n\nSS-05.02 MATERIALS. Geotextile fabric shall be nonwoven, needle-punched, and composed of polyester, polypropylene, or polyethylene filaments formed into a stable network. The fabric shall be inert to commonly encountered chemicals, rot-proof, and resistant to ultraviolet light exposure.\n\nSS-05.03 PHYSICAL REQUIREMENTS. The geotextile fabric shall meet the following physical requirements:\n1. Grab Tensile Strength (ASTM D4632): 180 lbs (min)\n2. Elongation at Break (ASTM D4632): 50% (min)\n3. Trapezoid Tear Strength (ASTM D4533): 75 lbs (min)\n4. Puncture Strength (ASTM D6241): 430 lbs (min)\n5. Permittivity (ASTM D4491): 0.5 sec^-1 (min)\n6. Apparent Opening Size (ASTM D4751): #70 sieve (max)\n7. UV Resistance (ASTM D4355): 70% retained strength after 500 hours\n\nSS-05.04 CERTIFICATION. Submit manufacturer's certification that the geotextile fabric meets the specified requirements.\n\nSS-05.05 INSTALLATION. Install the geotextile fabric in accordance with the manufacturer's recommendations and as shown on the plans. The fabric shall be placed with the long dimension parallel to the trench centerline and shall be free of wrinkles and folds.\n\nSS-05.06 OVERLAPS. Overlap sections of fabric a minimum of 12 inches at all joints, with the upstream section overlapping the downstream section.\n\nSS-05.07 PROTECTION. Protect the geotextile fabric from direct sunlight, ultraviolet rays, temperatures exceeding 140°F, mud, dust, and debris. Replace any fabric damaged before or during installation.\n\nSS-05.08 MEASUREMENT. Geotextile fabric will be measured by the square yard of covered area. Overlaps will not be measured for payment.\n\nSS-05.09 PAYMENT. Payment for geotextile fabric will be made at the contract unit price per square yard, which includes all labor, materials, equipment, and incidentals necessary to complete the work."
  }
]
